Repository: dcordero/iBadajoz-iOS
Catalog: Badajoz/Resources/*.lproj/Localizable.strings
Languages: es

source: Address
es: Dirección

source: Are you sure you want to open this link in Safari?
es: ¿Está seguro que desea abrir este enlace en Safari?

source: Badajoz for iOS
es: Badajoz para iOS

source: Badajoz on Facebook
es: Badajoz en Facebook

source: Badajoz on Twitter
es: Badajoz en Twitter

source: Cancel
es: Cancelar

source: Change here for
es: Correspondencia con:

source: Contact support
es: Soporte técnico

source: Contacts
es: Directorio

source: Details
es: Detalles

source: Do you want to call the contact?
es: ¿Desea realizar una llamada?

source: Error fetching contacts
es: Error obteniendo los contactos

source: Error fetching the map
es: Ups, parece que no fuimos capaces de obtener el mapa, intentelo de nuevo mas tarde

source: Error fetching the news
es: Ups, parece que hubo algún problemilla obteniendo las noticias, intentelo de nuevo mas tarde

source: Flash
es: Noticias

source: Handicapted Parking
es: Aparcamientos Adaptados

source: Handicapted parking
es: Aparcamientos adaptados

source: Jobs
es: Empleo

source: Line %@
es: Linea %@

source: Link
es: Aviso

source: List
es: Lista

source: Loading information...
es: Cargando información...

source: Look at this piece of news that I just saw on aytobadajoz.es
es: Mira que noticia me he encontrado en aytobadajoz.es

source: Main
es: Principal

source: Map
es: Mapa

source: More
es: Mas

source: More Info
es: Mas información

source: More information
es: Mas información

source: News
es: Al día

source: Next stop
es: Próxima parada

source: Phone
es: Teléfono

source: Rate us on AppStore
es: Valorar en AppStore

source: Social networks
es: Redes sociales

source: Something went wrong. Please try again in a few minutes.
es: Parece que hubo algún problemilla, por favor intentelo de nuevo mas tarde.

source: Specials
es: Especiales

source: Sure
es: Si

source: Thank you for your feedback
es: Muchas gracias por sus comentarios

source: The email was sent successfully
es: El email fue enviado

source: This article has no description, do you want to open it using Safari?
es: Este artículo no tiene descripción, ¿desea abrirlo utilizando Safari?

source: Transport
es: Transporte

source: No info
es: Parada sin nombre
